Repository: PatrycjuszNowaczyk/woo-wms-connector
Catalog: languages/woo_wms_connector-*.po
Languages: pl

source: Stocks updated successfully!
pl: Stany magazynowe pomyślnie zaktualizowane!

source: Order created
pl: Zamówienie utworzone

source: Postman
pl: Listonosz

source: Select the Post type for this shipping method.
pl: Wybierz typ przesyłki dla tej metody wysyłki.

source: Post type
pl: Typ poczty

source: e.g. Post postman
pl: np. Listonosz

source: Post
pl: Poczta

source: Choose the National Poland Post shipping method.
pl: Wybierz metodę wysyłki Pocztą Polską.

source: National Poland Post
pl: Poczta Polska

source: DPD courier
pl: Kurier DPD

source: Select the DHL type for this shipping method.
pl: Wybierz typ DHL dla tej metody wysyłki.

source: DPD type
pl: Typ DPD

source: e.g. DPD courier
pl: np. Kurier DPD

source: Choose the DPD shipping method.
pl: Wybierz metodę wysyłki DPD.

source: None
pl: Brak

source: Parcel locker 24/7
pl: Paczkomat 24/7

source: Select the InPost type for this shipping method.
pl: Wybierz rodzaj InPost dla tej metody wysyłki.

source: InPost type
pl: Typ InPost

source: e.g. Inpost locker 24/7
pl: np. Skrytka Inpost 24/7

source: Your customers will see the name of this shipping method during checkout.
pl: Twoi klienci zobaczą nazwę tej metody wysyłki podczas realizacji transakcji.

source: Name
pl: Nazwa

source: Choose the InPost shipping method.
pl: Wybierz metodę wysyłki InPost.

source: Parcel machine ID
pl: ID automatu paczkowego

source: Error updating stocks.
pl: Błąd aktualizacji stanów magazynowych.

source: Updating...
pl: Aktualizowanie...

source: Are you sure you want to update all stocks? This may take a while.
pl: Czy na pewno chcesz zaktualizować stany magazynowe dla wszystkich produktów? To może chwilę potrwać.

source: Update all stocks
pl: Zaktualizuj wszystkie stany magazynowe

source: To update all stocks in a shop click the button.
pl: Aby zaktualizować stany magazynowe w sklepie kliknij przycisk.

source: Shipping Phone
pl: Telefon do wysyłki

source: To place an order, select the parcel locker location.
pl: Aby złożyć zamówienie wybierz lokalizację paczkomatu.

source: Please select a parcel locker location from the map.
pl: Proszę wybrać lokalizację paczkomatu na mapie.

source: Error creating order.
pl: Błąd podczas tworzenia zamówienia.

source: Order created successfully!
pl: Zamówienie utworzone pomyślnie!

source: Create Order
pl: Utwórz zamówienie

source: WMS Order ID:
pl: ID zamówienia WMS:
